Repository: ollie314/kuma
Catalog: locale/*/LC_MESSAGES/promote-mdn.po
Languages: fy, hr, kab, ms, sv_se, te

source: Reloaded values from the URL.
fy: Opnij laden wearden út de URL.
hr: Osvježene vrijednosti iz URL-a.
kab: Azalen i d-yulin tikelt nniḍen si tensa URL.
ms: Nilai dimuat semula dari URL.
sv_se: Laddade om värden från URL:en.
te: విలువలు URL నుంచి రీలోడ్ చెయ్యబడినవి.

source: Plugin settings saved.
fy: Ynstekker-ynstellingen bewarre.
hr: Spremljene postavke priključka.
kab: Iɣewwaṛen n uzegrir ttwakelsen.
ms: Tetapan plugin disimpan.
sv_se: Inställningar för insticksmodul sparade.
te: ప్లగ్ఇన్ అమర్పులు సేవ్ చెయ్యబడినది.

source: MDN is your Web Developer Toolbox for docs, demos and more on HTML, CSS, JavaScript and other Web standards and open technologies.
fy: MDN is jo webûntwikkelerswurkset foar dokuminten, demo’s en mear oer HTML, CSS, JavaScript en oare webstanderts en iepen technologyen.
hr: MDN je Vaša Web Developer alatna kutija sa dokumentacijom, primjerima i ostalim o HTML, CSS, JavaScript i ostalim Web standardima i otvorenim tehnologijama.
kab: MDN d tabwat n ifecka n uneflay web i tsemlit, imedyaten d wayen nniḍen ɣef HTML, CSS, JavaScript akkeɣ tizaɣin n web d tetiknulujiyin yeldin.
ms: MDN ialah Kotak alatan Pembangun Web anda untuk dokumen, demo dan pelbagai lagi dalam HTML, CSS, JavaScript serta standard Web dan teknologi terbuka lain.
sv_se: MDN är webbutvecklarens verktygslåda för dokument, demos och mer för HTML, CSS, JavaScript och andra webbstandarder och öppna teknologier.
te: డాక్స్ కి MDN మీ వెబ్ డెవలపర్ టూల్ బాక్స్, ప్రద్షణలు మరియు మరింత HTML, CSS, Javascript మరియు ఇతర వెబ్ ప్రమాణాలు ఓపెన్ సాంకేతికతల పై కోసం ఉంది.

source: MDN is the best online resource - for web developers, by web developers.
fy: MDN is de bêste online-helpboarne - foar webûntwikkelers, troch webûntwikkelers.
hr: MDN je najbolji online izvor - za web developere, od web developera.
kab: MDN d taɣbalut ifazen s srid - seg ineflayen, i yineflayen.
ms: MDN ialah sumber terbuka terbaik - untuk pembangun web, oleh pembangun web.
sv_se: MDN är den bästa webbresursen - för webbutvecklare, av webbutvecklare.
te: MDN అనేది వెబ్ డెవలపర్స్ చే, వెబ్ డెవలపర్ కోసం ఒక ఉత్తమ అంతర్జాల వనరులు.

source: Promote MDN automatically links keywords and phrases in your posts and pages to MDN URLs.
fy: Promote MDN keppelt automatysk trefwurden en termen yn jo berjochten en siden oan MDN-URL’s.
hr: Promoviraj MDN automatski povezuje ključne riječi i izraze u vašim objavama i stranicama sa MDN URL-ove.
kab: Senṭeḍ s wudem awurman awalen n tsura akked tefyar n yeznan inek akked isebtar di tansiwin URL n MDN.
ms: Promosi MDN secara automatik membuat pautan kata kunci dan frasa dalam post dan halaman anda ke MDN URLs.
sv_se: Främja MDN som automatiskt länkar sökord och fraser i dina inlägg och sidor till MDN:s webbadresser.
te: ప్రమోట్ MDN స్వయంచాలకంగా మీ పోస్ట్లు మరియు పేజీలలొ వున్న కీలక పదాలు పదబంధాలు MDN URLs కి లింకు చెయ్యును.

source: Settings
fy: Ynstellingen
hr: Postavke
kab: Iɣewwaṛen
ms: Tetapan
sv_se: Inställningar
te: అమరికలు

source: Load keywords from URL
fy: Trefwurden út URL lade
hr: Učitaj ključne riječi iz URL-a
kab: Sali-d awalen n tsura si tensa URL
ms: Muat kata kunci dari URL
sv_se: Läsa in sökord från URL
te: URL నుండి కీలక పదాలు లోడ్ చేయండి

source: Preview
fy: Foarbyld
hr: Pregled
kab: Taskant
ms: Previu
sv_se: Förhandsgranska
te: ఉపదర్శనం

source: Use keywords and links specifically for %s
fy: Trefwurden en keppelingen spesifyk foar %s brûke
hr: Koristi ključne riječi i poveznice posebno za %s
kab: Seqdec awalen n tsura akked iseɣwan labaɛda i %s
ms: Guna kata kunci dan pautan khusus untuk %s
sv_se: Använda sökord och länkar speciellt för %s
te: కీలక పదాలు మరియు లింకులు ప్రత్యేకంగా %s కి వాడండి

source: Reload keywords after (seconds):
fy: Trefwurden opnij lade nei (sekonden):
hr: Osvježi ključne riječi nakon (sekundi):
kab: Sali-d tikelt nniḍen awalen n tsura seld (tasinin):
ms: Muat semula kata kunci selepas (saat):
sv_se: Ladda om sökord efter (sekunder):
te: కీలకపదాలు (సెకండ్స్)తరువాత రీలోడ్ చేయండి:

source: Reload now
fy: No opnij lade
hr: Osvježi odmah
kab: Sali-d tikelt nniḍen tura
ms: Muat semula sekarang
sv_se: Ladda om nu
te: ఇప్పుడు రీలోడ్ చేయండి

source: Add links to RSS feeds
fy: Keppelingen oan RSS-feeds tafoegje
hr: Dodaj poveznice u RSS feedove
kab: Rnu iseɣwan ɣer usuddem RSS
ms: Tambah pautan ke suapan RSS
sv_se: Lägga till länkar till RSS-flöden
te: లింక్స్ ని RSS కి ఫీడ్స్ అమర్చండి

source: Open links in new window
fy: Keppelingen iepenje yn nij finster
hr: Otvori poveznice u novom prozoru
kab: Ldi iseɣwan ɣef usfaylu amaynut
ms: Buka pautan dalam tetingkap baru
sv_se: Öppna länkar i nytt fönster
te: లింక్స్ కోత్త విండోలో తెరవండి

source: Exceptions
fy: Utsûnderingen
hr: Iznimke
kab: Tisuraf
ms: Pengecualian
sv_se: Undantag
te: మినహాయింపులు

source: Do not add links in heading tags (h1,h2,h3,h4,h5,h6).
fy: Foegje gjin keppelingen ta yn koptags (h1,h2,h3,h4,h5,h6).
hr: Nemoj dodavati poveznice u naslovne tagove (h1,h2,h3,h4,h5,h6).
kab: Ur rennu ara tibzimin n iqeṛṛa (h1,h2,h3,h4,h5,h6).
ms: Jangan tambah pautan dalam tajuk tag (h1,h2,h3,h4,h5,h6).
sv_se: Lägg inte länkar i rubrikstaggar (h1, h2, h3, h4, h5, h6).
te: టాగ్లు (h1,h2,h3,h4,h5,h6)శీర్షక లింకులకి జోడించకడి.

source: Do not add links to the following posts or pages (comma-separated id, slug, name):
fy: Foegje gjin keppelingen ta oan de folgjende berjochten of siden (kommaskieden id, identificator, namme):
hr: Nemoj dodavati poveznice u slijedećim objavama ili stranicama (id odvojen zarezom, slug, naziv):
kab: Ur rennu ara iseɣwan deg imagraden akked isebtar agi (asulay, slug akked yesmawen ttwabḍan s ticcert):
ms: Jangan tambah pautan ke post atau halaman berikut (id dipisahkan-koma slug, nama):
sv_se: Lägg inte till länkar till följande inlägg eller sidor (kommaseparerad id, slugg, namn):
te: లింకులని కింది పోస్ట్లు లేదా పేజీలకు జోడించకండి (కామాతో-వేరుచేసిన ఇడి, స్లగ్, పేరు):

source: Do not add links on the following phrases (comma-separated):
fy: Foegje gjin keppelingen ta oan de folgjende termen (kommaskieden):
hr: Nemoj dodavati poveznice na slijedećim izrazima (odvojeno zarezom):
kab: Ur rennu ara iseɣwan ɣer tefyar agi (ttwabḍant s ticcert):
ms: Jangan tambah pautan ke frasa berikut (dipisahkan-koma):
sv_se: Lägg inte till länkar på följande fraser (kommaseparerade):
te: లింకులని కింది పదబంధాలను జోడించకండి (కామాతో-వేరుచేసిన):

source: Limits
fy: Beheiningen
hr: Ograničenja
kab: Tilisa
ms: Had
sv_se: Begränsningar
te: పరిమితులు

source: Max links to generate per post:
fy: Maks. oantal te generearjen keppelingen yn in berjocht:
hr: Maksimalan broj poveznica generiranih po objavi:
kab: Amḍan afellay n iseɣwan ara yernun di yal amagrad:
ms: Pautan maksimum untuk dijana setiap post:
sv_se: Max länkar att generera per post:
te: పర్ పోస్ట్కి గరిష్టంగా లింకులు ఉత్పత్తి చేయడానికి:

source: Max links to generate for a single keyword/phrase:
fy: Maks. oantal te generearjen keppelingen per trefwurd/term:
hr: Maksimalan broj poveznica generiranih za jednu ključnu riječ/izraz:
kab: Amḍan afellay n iseɣwan ara yernun di yal awal n tsarutt /phrase:
ms: Pautan maksimum untuk dijana bagi setiap kata kunci/phrase:
sv_se: Max länkar att generera för ett enda sökord/fras:
te: కీలక పదానికి గరిష్టంగా లింకులు ఉత్పత్తి చేయడానికి /phrase:

source: Max links to generate for a single URL:
fy: Maks. oantal te generearjen keppelingen per URL:
hr: Maksimalan broj poveznica generiranih za jedinstveni URL:
kab: Amḍan afellay n iseɣwan ara yernun di yal tansa URL:
ms: Pautan maksimum untuk dijana setiap URL:
sv_se: Max länkar att generera för en enda URL:
te: గరిష్టంగా లింకులు ఉత్పత్తి చెయ్యడానికి URL కోసం:

source: Custom Keywords
fy: Eigen trefwurden
hr: Prilagođene ključne riječi
kab: Awalen n tsura udmawanen
ms: Kata kunci Disesuaikan
sv_se: Anpassade sökord
te: కస్టమ్ కీలకపదాలు

source: Extra keywords to automaticaly link. Use comma to seperate keywords and add target url at the end. Use a new line for new url and set of keywords. e.g.,
fy: Ekstra trefwurden foar automatysk keppeljen. Brûk komma om trefwurden te skieden en foegje doel-url oan ein ta. Brûk in nije rigel en groep trefwurden, lykas
hr: Dodatne ključne riječi za automatsko povezivanje. Koristite zarez kako bi odvojili ključne riječi i dodajte ciljni URL na kraju. Koristite novi red za novi URL i set ključnih riječi. npr.
kab: Awalen n tsura nniḍen ara ttwacudden s wudem awurman. Bḍu awalen n tsura s ticcar sakin rnu tansa asaḍas ɣer tagara. Seqdec izirig amaynut akken ad tessekcmeḍ tansa akked tagrumma n wawalen n tsura, am umedya ,
ms: Kata kunci tambahan untuk pautan secara automatik. Guna tanda koma untuk memisahkan kata kunci dan tambah url sasaran di penghujung. Guna baris baru untuk url baru dan set kata kunci, contohnya,
sv_se: Extra sökord för att länka automatiskt. Använd kommatecken för att separera sökord och lägga till måladressen i slutet. Använd en ny rad för ny webbadress och nya uppsättningar av sökord. t.ex.,
te: అదనపు కీలక పదాలు అటొమ్యాటికల్లి లింకు చెయ్యబడును. కీలక పదాలని వేరు చెయ్యడానికి కామా వాడండి మరియు లక్ష్యం url ని చివరిలొ జోడించడానికి. కొత్త Url కి కొత్త లైన్ వాడండి మరియు కీలక పదాల సెట్. ఉద.,

source: Note: These keywords will take priority over those loaded at the URL. If you have too many custom keywords here, you may not link to MDN at all.
fy: Noat: dizze trefwurden hawwe foarrang op de fia de URL laden trefwurden. As jo hjir te folle eigen trefwurden hawwe, keppelje jo mooglik hielendal net nei MDN.
hr: Ove ključne riječi će preuzeti prioritet preko onih pokrenutih u URL-u. Ako imate previše prilagođenih ključnih riječi ovdje, uopće ne možete povezivati na MDN.
kab: Tamawt: Awalen agi n tsura ad izwiren wid i d-yulin si tensa URL. Ma tessekcmeḍ aṭas n wawalen n tsura udmawanen, yezmer d akken iseɣwan ɣer MDN ur teddun ara.
ms: Nota: Kata kunci ini akan didahulukan berbanding kata kunci yang dimuat di URL. Jika anda ada terlalu banyak kata kunci yang disesuaikan di sini, anda mungkin tidak dipaut ke MDN langsung.
sv_se: Obs: Dessa sökord kommer att ha företräde framför de som laddas från webbadressen. Om du har för många egna sökord här kan du inte länka till MDN alls.
te: గమనిక: URL లొ లోడ్ అయిన వాటిని బట్టి ఈ కీలకపదాలు ప్రాధాన్యత తీసుకుంటాయ్. ఒకవేల మీకు కస్టమ్ కీలక పదాలు ఎక్కువ వుంటే వాటిని MDN కి అస్సలు లింక్ చెయ్యలేరు.

source: Update options
fy: Fernijingsopsjes
hr: Postavke ažuriranja
kab: Leqqem iɣewwaṛen
ms: Pilihan kemaskini
sv_se: Uppdateringsalternativ
te: అప్డేట్ ఎంపికలు

source: Thanks for installing! Go to the <a href="%s">settings</a> page to configure.
fy: Tank foar it ynstallearjen! Gean nei de <a href="%s">ynstellingen</a>side foar it konfigurearjen.
hr: Hvala Vam na instaliranju! Idite na stranicu <a href="%s">postavki</a> za namještanje.
kab: Tanemmirt ɣef usebded! Ddu ɣer usebtar n <a href="%s">iɣewwaṛen </a> i twila.
ms: Terima kasih kerana memasang! Pergi ke halaman <a href="%s">tetapan</a> untuk mengkonfigurasi.
sv_se: Tack för att du installerade! Gå till <a href="%s">inställningssidan</a> för att konfigurera.
te: సంస్థాపనకు ధన్యవాదములు! ఆకృతీకరించుటకు <a href="%s">సెట్టింగులకు వెల్లండి </a> పేజీలొ.

source: fr_FR translation, new sidebar <a href="%s">widget</a>, <a href="%s">setting</a> for a locale-specific URL for keywords.
fy: fr_FR-oersetting, nije sidebalke<a href="%s">widget</a>, <a href="%s">ynstelling</a> foar in locale-spesifike URL foar trefwurden.
hr: fr_FR prijevod, nova traka sa strane <a href="%s">dodatak</a>, <a href="%s">postavka</a> za specifični jezik URL-a za ključne riječi.
kab: Tasuqilt s tefṛansist, <a href="%s">widget</a> amaynut n ugalis adisan, <a href="%s">iɣewwaṛen</a> i tensa URL n tutlayt i wawalen n tsura.
ms: fr_FR terjemahan, bar sisi baru <a href="%s">widget</a>, <a href="%s">tetapan</a> untuk spesifik-locale URL kata kunci.
sv_se: fr_FR översättning, nytt sidofält <a href="%s">widget</a>, <a href="%s">inställning</a> för en språkspecifik URL för sökord.
te: fr_FR అనువాదం, కొత్త సైడ్బార్ <a href="%s">విడ్జెట్</a>, <a href="%s">సెట్టింగ్</a> ల కోసం లొకేల్-నిర్దిష్ట URL.

source: Promote MDN
hr: Promoviraj MDN
kab: Mmeslay ɣef MDN
ms: Promosi MDN
sv_se: Främja MDN
te: ప్రచారం MDN

source: hide
fy: ferstopje
hr: sakrij
kab: ffer
ms: sorok
sv_se: dölj
te: దాచు

source: Sidebar image and links to MDN.
fy: Sidebalkeôfbylding en keppelingen nei MDN.
hr: Slike sa strane i poveznice na MDN.
kab: Tugna deg ugalis adisan akked iseɣwan ɣer MDN.
ms: Bar sisi imej dan pautan ke MDN.
sv_se: Sidofältsbild och länkar till MDN.
te: సైడ్ బార్ చిత్రం మరియు లింక్స్ MDN కి.

source: Help Promote MDN!
fy: Help MDN te promoatsjen!
hr: Pomozi promovirati MDN!
kab: Mmeslay ɣef MDN!
ms: Bantu Promosi MDN!
sv_se: Bidra till att främja MDN!
te: MDN ప్రచారానికి సహాయం చేయండి!

source: Get the WordPress plugin
fy: Download de WordPress-plug-in
hr: Nabavi WordPress priključak
kab: Awi-d azegrir WordPress
ms: Dapatkan plugin WordPress
sv_se: Hämta WordPress insticksmodul
te: Wordpress యొక్క ప్లగిన్ ని పోదండి

source: Promote MDN automatically links keywords phrases to MDN docs
fy: Promote MDN keppelt automatysk trefwurden oan MDN-dokuminten
hr: Promoviraj MDN automatski povezuje ključne riječi i izraze sa MDN dokumentacijom
kab: Promote MDN ad yernu s wudem awurman aseɣwen gar wawalen n tsura akked tsemlit ɣer MDN
ms: Promosi MDN secara automatik membuat pautan frasa kata kunci ke dokumen MDN
sv_se: Främja MDN som automatiskt länkar sökord och fraser till MDN dokument
te: ప్రమోట్ MDN స్వయంచాలకంగా కీలక పదాలు పదబంధాలు MDN డాక్స్ కి లింకు చెయ్యును

source: Luke Crouch
te: ల్యూక్ క్రౌచ్
